Repository: qtmleap/instant-nx
Catalog: InstantNX/Localizable.xcstrings
Source language: en
Languages: ja

# ACTION_NONE
source: None
ja: 未選択

# ACTION_SAVE
source: Save
ja: 保存

# ACTION_SHARE
source: Share
ja: 共有

# FOOTER_PHOTO_LIBRARY
source: Configure whether to auto-save or open the Photo Library after saving
ja: 保存時に自動保存やフォトライブラリを開くかどうかを設定できます

# HEADER_PHOTO_LIBRARY
source: Photo Library
ja: フォトライブラリ

# LABEL_GALLERY
source: Album
ja: アルバム

# LABEL_SETTING
source: Settings
ja: 設定

source: None
ja: 選択

source: Save
ja: 保存

# SAVE_SUCCESSFULLY
source: Saved successfully
ja: 保存に成功しました

source: Share
ja: 共有

# STATUS_CONNECTING
source: Connecting
ja: 接続中

# STATUS_DOWNLOADING
source: Downloading
ja: ダウンロード中

# STATUS_PREPARING
source: Preparing
ja: 準備中

# STATUS_WAITING
source: Waiting for device
ja: デバイス待機中

# TEXT_AUTO_ADD_TO_ALBUM
source: Auto-Save to Photo Library
ja: アルバムへの自動保存

# TEXT_AUTOSAVE_TOGGLE
source: Auto-Save
ja: ライブラリに自動保存

# TEXT_CANCEL
source: Cancel
ja: キャンセル

# TEXT_GENERATE_QRCODE_AND_SCAN
source: Generate QR code
ja: QRコードを発行します

# TEXT_HOW_TO_USE_THE_APP
source: How to use the app
ja: アプリの使い方

# TEXT_OPEN_PHOTO_LIBRARY
source: Open Photo Library
ja: ライブラリを開く

# TEXT_PLEASE_SCAN_QRCODE
source: Please scan the QR code
ja: QRコードを読み込んでください

# TEXT_SCAN_GENERATED_QRCODE
source: Just scan the generated QR code with the app.
ja: 発行したQRコードをアプリで読み込むだけ。

# TEXT_SCAN_QRCODE_AND_SELECT_IMAGES
source: You can scan the QR code to transfer videos and images from your Nintendo Switch.
ja: QRコードを読み込んでニンテンドースイッチから動画と画像を転送することができます

# TEXT_SELECT_FROM_ALBUM
source: Just select images and videos
ja: 画像と動画を選択するだけ

# TEXT_SELECT_VIDEO_ONCE_IMAGE_UP_TO_TEN
source: Select the images and videos you want to send from the album to your smartphone.
ja: アルバムからスマートフォンに送りたい画像と動画を選択します。

# TEXT_SELECTED_FILES_AUTO_ADDED_TO_ALBUM
source: Transferred images and videos will be automatically added to the library. You can disable this in the settings.
ja: 転送された画像と動画は自動でライブラリに追加されます。設定で無効化することもできます。

# TEXT_SHARE_WITH_FAMILY_AND_FRIENDS
source: Share transferred files with family and friends
ja: 転送したファイルを共有しよう

# TEXT_SHARED_FROM_ALBUM_TO_SNS
source: You can post files to messaging apps or SNS.
ja: ファイルをメッセージアプリやSNSに投稿することができます。

# TEXT_SHOWDIALOG_TOGGLE
source: Confirm Opening
ja: 保存成功時にダイアログを表示する

# TITLE_ALBUM
source: Album
ja: アルバム

# TITLE_HISTORY
source: History
ja: 履歴

# TITLE_SETTINGS
source: Settings
ja: 設定
